{
	"regions": [
		{
			"name": "香港仔",
			"alternateName": "香港仔",
			"zoomLevel": 14.5,
			"dayNumber": "第一天",
			"pois": [
				{
					"name": "香港仔",
					"latitude": 22.240492,
					"longitude": 114.163056,
					"description": "香港仔（英語：Aberdeen）位於香港南區，以住宅區為主，夾雜少量工廠大廈，當中有數百戶漁民過著傳統水上人的生活，这些蜑家人（水上人渔民）世代生活在这里。[3]而香港仔以其漁村風味及海鮮，成為聞名中外的旅遊景點。香港仔與鴨脷洲之間的海港被劃為香港仔避風塘。\n\n狹義來說，香港仔的範圍為田灣以東、石排灣以南、黃竹坑以西、鴨脷洲以北的地方，有時會被稱為「香港仔市中心」以區分廣義上的香港仔。2011年香港仔市中心、石排灣邨及漁光邨的人口合計39,377人。"
				},
				{
					"name": "Ovolo Southside Hotel",
					"latitude": 22.24955247182367,
					"longitude": 114.16902800450092,
					"description": "\t\tGet a taxi from the airport to initially reach this location. Address is \nOvolo Southside\n64 Wong Chuk Hang Road, Southside, Hong Kong"
				},
				{
					"name": "玉桂山",
					"latitude": 22.229280296384353,
					"longitude": 114.16169297001018,
					"description": "玉桂山（英語：Mount Johnston）是位於香港南區鴨脷洲東部的山峰，高196.2米，是島上的最高峰。山腰是利東邨、漁安苑和深灣軒，鄰近海怡半島、鴨脷洲邨和鴨脷排等地。"
				},
				{
					"name": "香港仔观光舢舨",
					"latitude": 22.246877369534968,
					"longitude": 114.15951220330803,
					"description": "香港仔观光舢舨"
				},
				{
					"name": "香港仔海濱公園",
					"latitude": 22.247370,
					"longitude": 114.15428,
					"description": "香港仔海濱公園（英語：Aberdeen Promenade）是香港的一個的海濱長廊，位於香港島香港仔海旁，香港仔避風塘北岸，於1992年啟用，由香港康樂及文化事務署管理。"
				}
			]
		},
		{
			"name": "赤柱",
			"alternateName": "赤柱",
			"zoomLevel": 15.5,
			"dayNumber": "第二天",
			"pois": [
				{
					"name": "赤柱",
					"latitude": 22.21661338022767,
					"longitude": 114.21101055622182,
					"description": "赤柱（英語：Stanley）位於香港島南區赤柱半島，淺水灣以東、石澳以西，是香港著名旅遊景點。\n\n赤柱以前有很多木棉樹，树上有鮮紅色的花朵，在日出的陽光照耀下，看起來像赤紅色的柱，因而称为「赤柱」。赤柱的英文名稱Stanley以大清割讓香港島給英國時的殖民地大臣第十四代打吡伯爵愛德華·史密斯-士丹利（Edward Smith-Stanley, 14th Earl of Derby）命名。[1]\n\n英治時期作為香港的印鑑和代表香港的香港徽章下半部份阿群帶路圖的歷史就是發生於赤柱。阿群帶路圖大意講述一名叫陳群（「阿群」）的漁民，帶領英人從香港仔越山循此路至上環一帶為英軍開路，因而得名。她是一名水上人漁民，因為路是阿群帶的，所以就稱之「阿群帶路」了。有說英軍初抵港島時，由陳群帶領在赤柱一帶登陸，經香港村，薄扶林等地到港島中上環一帶。經香港村時，英軍詢問該處地名，陳群以水上人音回答「香港」，英人即以水上人音「HONG KONG」為記，便因而成為全島的總稱。\n\n赤柱自古便是香港島主要聚居地之一，在明代重要地方志《粵大記》已標有赤柱地名。水上人渔民，源自远古百越族，自远古时代开始就在广东一带聚居，他们是香港最早的居民。赤柱曾經有不少水上人聚集，船影處處，不過时代转变，今日已不見漁船。1841年5月由英國人進行的首次人口統計，在香港島的4280名原住民其中超過2000人就是在赤柱一帶，当时有相当多的水上人。當1842年香港成為英國殖民地，而維多利亞城又未落成時，赤柱曾是當時香港島的首府。後來雖然行政中心改為設於香港島中上環區，但赤柱仍然作為西方人為主的住宅區之一。\n\n此外赤柱亦是香港島軍事據點。清朝時期，赤柱已有名為赤柱汛的營汛。香港於1930年代的英國殖民地時期，英軍為防範日本侵略所以在黃麻角設立赤柱軍營。興建軍營期間因為原址及附近一帶有農民居住，香港政府於是在赤柱大街興築了八間平房來安置原住民，即現在的八間屋。1941年12月8日香港保衛戰爆發，駐港英軍最後據點的赤柱炮台炮火令日軍傷亡嚴重，1941年12月25日香港總督楊慕琦在九龍半島酒店內下令投降，但是當時駐守赤柱的東旅華里士準將未確定港督投降令之真偽，至12月26日華里士確認投降令後才投降 。香港日佔時期的聖士提反書院現址是白人的集中營。1945年8月日本投降，前香港輔政司詹遜離開赤柱拘留營後返回中區的法國外方傳道會大樓組成了臨時政府，1945年8月27日詹遜宣布英國恢復對香港的統治權，香港政府稍後在赤柱處決最少22名日軍戰犯；而黃麻角的赤柱軍營在香港主權移交後現由中國人民解放軍駐香港部隊使用。"
				},
				{
					"name": "赤柱正灘",
					"latitude": 22.219428021364667,
					"longitude": 114.21434294578286,
					"description": "赤柱正灘泳灘（英語：Stanley Main Beach）是香港南區一個泳灘，位於香港島赤柱東部，鄰接赤柱市集及赤柱後灘，該泳灘現時由康樂及文化事務署管理。 \n\n自香港殖民地時期，赤柱已經吸引許多各地而來的泳客遊玩。在1970年代，泳灘被前市政局刊憲及開放。到現今仍有居民以此處為目的地，而該泳灘亦吸引太古至筲箕灣居民駕車或乘坐交通工具前往，因為他們認為到赤柱游泳之餘，可以燒烤、到鄰接的八間屋、赤柱市集及赤柱廣場遊覽。 "
				},
				{
					"name": "美利樓",
					"latitude": 22.218136254411483,
					"longitude": 114.20968951675634,
					"description": "美利樓（英語：Murray House）是香港一座具有維多利亞時期色彩的建築物，是以建成時任軍械局長的美利爵士命名。\n\n大樓原址位於香港島中環花園道與金鐘道交界，後來遷往赤柱海傍。1982年拆卸時，香港政府就已有計劃另覓一地將它重建，所以將美利樓3,000多件花崗岩都編上了號碼，然後在1998年於赤柱重新安置。原本的美利樓初期是作軍事用途，其後短暫用作政府機關，而現在重建後的樓層主要是作食肆用途。\n\n香港島北岸的美利樓建於1846年，屬於美利兵房的一部份，主要用作駐港英軍的軍營。到了香港日治時期，美利樓被用作日本皇軍憲兵總部，並且設有多座囚犯室及用作刑場。第二次世界大戰結束後，美利樓曾經被多個香港政府部門作為辦公室。1975年至1983年期間，美利樓成為了差餉物業估價署的總部。 \n\n根據一份1980年市政局的會議紀錄，美利樓原先計劃安置於域多利軍營旁邊用作香港歷史博物館的分館，不過最終未有落實。到1982年，美利樓地皮以1.2億港元出售予中國銀行興建中銀大廈，美利樓因應建築工程需要被拆卸。由於其歷史價值，香港政府決定將這座建築物完整保留及搬遷。分拆出來的超過3000件建築物料被編上了號碼及儲存於大潭水塘附近的政府倉庫。1990年，同為負責附近馬坑邨發展的香港房屋委員會決定將美利樓搬遷至赤柱，由瑞安建業承辦工程。整座建築物於1998年重建完成，並於1999年重新開幕。2005年，房委會將旗下物業分拆出售以套取資金，美利樓轉交由領展管理。\n\n到2014年至2015年，領展為美利樓進行租戶重組，將一半範圍改為樓高3層的 H&M，佔地987平方米，分別設有女裝、青年裝和童裝部，並於2015年9月26日開幕。[6]不少網民批評 H&M 與美利樓格格不入。 "
				},
				{
					"name": "赤柱卜公碼頭",
					"latitude": 22.21711199667739,
					"longitude": 114.21033521115871,
					"description": "赤柱卜公碼頭（英語：Blake Pier at Stanley）為香港一座公眾碼頭，位於香港島南區赤柱赤柱廣場旁，即赤柱灣之北岸，名稱來自香港第十二任香港總督卜力。\n\n由2007年7月27日零時起，碼頭供予船隻上落乘客。現時該碼頭有船前往蒲台島。 \n\n第一代的中環卜公碼頭原位於交易廣場原址，於1920年搭建，碼頭上蓋以「鑄鐵」建造。\n\n1965年隨維港填海工程而清拆，但上蓋隨後轉移至黃大仙摩士四號公園的露天圓形劇場。\n\n直至2005年，建築署為赤柱海濱改善研究規劃設計時，決定將上蓋重置赤柱公眾碼頭。\n\n到了2006年時，碼頭上蓋已拆件並編好號碼，運到廣東省的工廠，進行翻新及清除鐵鏽工程。 "
				},
				{
					"name": "赤柱市集",
					"latitude": 22.218152772222748,
					"longitude": 114.2126103973716,
					"description": "赤柱市集（英文：Stanley Market），又稱赤柱市場，位於香港香港島南區赤柱半島西北部，南望赤柱灣，北至赤柱廣場，南至八間屋。 赤柱市集內的街道有赤柱大街、赤柱市場道、赤柱村道和赤柱新街，內有多座單幢式唐樓，銷售紀念品、手工藝品、古董、成衣服裝、油畫、首飾、餐廳及外幣找換店等，大部分由赤柱原住民經營，香港旅遊協會出版的香港旅遊指南也有推介此一處景點。\n\n赤柱市集的商店營業時間一般是每天上午10時至下午7時。 "
				}
			]
		},
		{
			"name": "跑馬地",
			"alternateName": "跑馬地",
			"zoomLevel": 13.25,
			"dayNumber": "第三天",
			"pois": [
				{
					"name": "跑馬地",
					"latitude": 22.268601509973593,
					"longitude": 114.1851977189444,
					"description": "跑馬地（英語：Happy Valley），舊稱快活谷、愉園，位於香港香港島灣仔區南部，是香港早期開發的地區之一，因為毗鄰跑馬地馬場得名。跑馬地的交通不及銅鑼灣便利，但香港電車設有跑馬地支線，乘搭電車可直接抵達銅鑼灣及灣仔。跑馬地環境比較隱蔽，吸引不少名人入住，為中產階層社區。\n\n跑馬地亦稱快活谷。興建快活谷馬場後，便出現「跑馬地」的名字。區內因為曾經設有愉園遊樂場，舊日跑馬地亦被稱為愉園，在跑馬地成立的體育會愉園因此得名，香港電車亦曾經以愉園命名跑馬地電車站。而現時的「黃泥涌」一般是指黃泥涌峽。 \n\n跑馬地原稱為黃泥涌，是被摩理臣山、金馬倫山、聶高信山、渣甸山、加路連山和禮頓山眾山環繞的狹長谷地。黃泥涌是谷中有一條由山上流下的溪流，並經鵝頸澗（後來的寶靈頓運河）出維多利亞港。黃泥涌谷亦有一條經黃泥涌峽、大潭篤通往赤柱的山路。早在香港開埠前，黃泥涌涌畔已建有一條客家村落黃泥涌村，位於現今成和道和景光街一帶。該村左右各有一排六行和四行的村屋。\n\n黃泥涌谷原是一片沼澤地。香港開埠初期，港英政府把現今跑馬地馬場一帶的沼澤填平，讓英軍在該地建立軍營，不料發生瘟疫。由於病死的英國軍人越來越多，該地形成一處墳場區，英人將之稱為「Happy Valley」，作為「安息的地方」，也就是說該名稱中的「Happy」是「極樂」的意思，中文譯作「快活谷」。\n\n英軍遷離後，政府進行清理和改善環境衛生，在原有的平地上依地型建設了一條鵝蛋形的賽馬跑道，1846年12月在跑馬地舉行首次賽馬活動，為香港歷史上首次正式賽馬活動。黃泥涌谷馬場的中文通稱為「跑馬地」，後來被用作稱呼整個黃泥涌區域。1884年，香港賽馬會成立，使到賽馬及博彩活動於香港華人社區風行起來。1922年，香港電車接駁至跑馬地（成和道）。1930年，黃泥涌村被清拆，讓路予跑馬地都市化發展。\n\n20世紀初，跑馬地愉園遊樂場開幕，使跑馬地又可被通稱為「愉園」，至1922年該址改建為養和醫院。1950年，愉園體育會成立於此。 "
				},
				{
					"name": "大潭郊野公園",
					"latitude": 22.254361420269152,
					"longitude": 114.20732171356269,
					"description": "大潭郊野公園（英語：Tai Tam Country Park）（劃定於1977年10月28日）是一個位於香港香港島東部大潭的郊野公園，地區行政上屬於南區的赤柱及石澳（D17）。佔地1,315公頃，即是香港島面積的約五分之一。大潭郊野公園位於港島東部；由北面的渣甸山，伸延至南面的孖崗山一帶連綿山嶺，以赤柱峽道為界，西達黃泥涌峽，東臨大潭道 。\n\n公園範圍北至大潭郊野公園（鰂魚涌擴建部份），南至赤柱峽道，西至黃泥涌峽（香港仔郊野公園），東至大潭道（石澳郊野公園）。公園內有多個山峰，包括渣甸山、柏架山、畢拿山、紫羅蘭山、大潭崗、長連山、孖崗山、老虎山、龜山和馬坑山。公園亦是大潭水塘的所在地。"
				},
				{
					"name": "跑馬地馬場",
					"latitude": 22.27287047137539,
					"longitude": 114.18007935228543,
					"description": "跑馬地馬場（俗稱：快活谷馬場，英語：Happy Valley Racecourse）位於香港香港島灣仔區跑馬地，於1846年啟用，当时香港政府在此疏通清理了一片沼澤開闢作馬場之用，自此營運至今，由香港賽馬會負責營運。\n\n現時跑馬地馬場主要舉行夜馬賽事，由於在沙田馬場啟用初期，交通網絡並不完善，九廣鐵路尚未電氣化，多條公路及隧道亦未建成，出入沙田頗為不便，加上只得一座可容納35,000人的看台，故政府一直以交通問題及人流管制困難為理由不批准馬會在重要節日於沙田馬場舉行賽事，星期日及英女皇壽辰除外。很多賽事如馬季開鑼日、馬季煞科日、元旦日、農曆新年及復活節等須在跑馬地馬場舉行，每季仍有十多次跑馬地日賽。但隨著沙田對外交通情況顯著改善、沙田馬場第二座看台啟用及所有馬房於1987年搬遷至沙田後，這些賽事便逐步移師沙田舉行，至近年每季只進行一兩次跑馬地日賽，其中一次會安排在10月尾或11月初，讓沙田馬場舖設冬草，反之亦會將一個星期三賽馬日改在沙田舉行。 \n\n1840年代初期快活谷馬場原是一片沼澤地，填平後，駐港英軍在上面蓋了一座軍營，不料發生瘟疫。英軍搬走後，港英政府進行清理和改善環境衛生，在原有的平地上建了一條賽馬跑道。香港開埠時期，英國人已經從英國引入賽馬運動，於1846年12月在跑馬地舉行首次賽馬活動，為香港歷史上首次正式賽馬活動。至1846年12月，跑馬地馬場啟用後首次正式賽馬活動，當時純粹業餘性質。\n\n1884年，香港賽馬會成立，使到賽馬及博彩活動於香港華人社區風行起來。1931年，跑馬地馬場因應需要，被建成首兩座3層高的永久看台。香港日治時期，跑馬地馬場被易名為「青葉峽競馬場」。 \n\n1957年，看台被改建為兩座樓高7層的看台；至1969年，再度擴建。至1995年，跑馬地馬場再度完成重建工程，取消安裝妥膠跑道，成為一座世界級的全草地馬場。現在跑馬地馬場的賽事，除了小部份日子外，通常在星期三晚上舉行；日間賽事方面，通常每年馬季只有一至兩次於該馬場舉行，其餘則移往沙田馬場舉行。過往曾因遷就海外轉播賽事及部份須於周末下午上班之人士而在黃昏舉行賽事，後來已經取消。\n\n過往馬匹均由山光道馬房前往馬場進行晨操，於沙田馬場完成建成後，馬匹漸漸撤離，山光道馬房最終於1987年關閉及拆卸，現時只保留一座臨時馬房供安放賽事舉行當日出賽馬匹之用。馬會其後於原址地皮興建新會所大樓及其他康體設施以取代體育路之舊大樓。\n\n跑馬地馬場原本是由一條草地跑道和一條沙地跑道（後為安妥膠）組成，但安妥膠跑道於1995年的重建工程期間拆除。重建後的跑馬地馬場除了擁有一條闊30米的草地跑道外，還重建的馬場看台、香港賽馬博物館、新馬會總部大樓等建築。2001年年底，馬場更換了彩色大銀幕，該銀幕曾為全球馬場最大發光二極管（LED）顯示屏，全長約35米，高8米，面積大約相等於2000多個21吋電視機架疊起來。此外，看台上有一間名為「滿貫廳」的中菜館（位於馬房彎舊址），非賽馬日只招待香港賽馬會會員惠顧。此外在賽馬日，亦提供美食供入場人士享用，例如打響Happy Wednesday品牌的「跑馬地啤酒園」。\n\n2020年，煞科日完結後的傳統鋁欄將會停止，改為全新的膠欄。 "
				},
				{
					"name": "警隊博物館",
					"latitude": 22.268037447649174,
					"longitude": 114.16984180316429,
					"description": "警隊博物館（英語：Police Museum）為由香港警務處管轄以香港警察歷史為主題的博物館，現時館址座落於1939年落成的前灣仔峽警署──位於香港香港島灣仔區山頂區甘道27號，於1988年11月25日正式對外開放。面積約2700平方呎，展品數目約1200餘件。\n\n活化警隊博物館計劃在2020年中展開，並於2022年9月以全新面貌與公眾再次見面。 \n\n1960年代初期，警務處高級助理處長韋磊夫等高級警官開始研究收集香港警察歷史的方法，提出成立警隊博物館的構想。警察歷史紀錄委員會遂於1964年7月成立，負責落實籌建博物館的計畫，並且展開文物蒐集工作，惟一直未能夠覓得地址興建，直至香港警察總部於1976年完成擴建工程，闢出50平方米作為臨時館址。隨著館藏增加令到空間不足，博物館於1982年遷往灣仔大生商業大廈。\n\n1984年，香港政府批准重新維修於1939年落成的前灣仔峽警署，作為警隊博物館的新館址。以公帑及私人捐款共160萬港元的修復工程，於1987年至1988年進行，於1988年11月25日正式對外開放，由時任警務處副處長（管理）白立本揭幕。\n\n隨著館藏文物不斷增加，而館內設施老化及展覽模式過時，警隊博物館在2020年中展開活化計劃，並於2022年9月15日以全新面貌與公眾再次見面。活化後博物館設有四個展覽廳：歷史展覽廳、專題展覽廳、嚴重罪案展覽廳及三合會展覽廳，同時亦增添了科技互動和有趣的元素，以助到訪市民和遊客更加認識香港警隊歷史發展及日常工作。活化計劃能更好地保存警隊歷史文物，並推動相關的歷史研究。\n\n活化後的警隊博物館把戶內戶外展區連接起來，增加了樓梯繪畫和街頭壁畫等時尚元素，並增設了一些可供拍照的「打卡」位。博物館利用不同的科技為展覽増加互動元素，部分展品增配了視頻及數碼相片；一些特色展品增加了語音導賞功能，讓訪客可以進一步了解展品背後的故事。警隊博物館公眾網頁亦以煥然一新的面貌，為市民提供更多資訊。為配合新館開放，警察學院招募了一些熱心的退休警務及文職人員擔任義務導賞員，務求讓訪客參觀時得到更精彩的體驗。"
				},
				{
					"name": "淺水灣泳灘",
					"latitude": 22.236914890930873,
					"longitude": 114.1963041894873,
					"description": "香港最好的海滩。"
				},
				{
					"name": "渣甸山",
					"latitude": 22.266451872326922,
					"longitude": 114.19831447497269,
					"description": "渣甸山（英語：Jardine's Lookout），是香港的一個山峰，位於香港島灣仔區東南部，大坑以南一帶，海拔433米。毗鄰山峰包括有聶高信山、紫羅蘭山、寶馬山及畢拿山等。港島徑第五段、衛奕信徑第二段、大潭郊遊徑和金督馳馬徑均途經渣甸山。渣甸山與聶高信山之間是黃泥涌峽。\n\n從歷史上看，渣甸山由十三條以香港殖民時期英國著名人物命名的道路組成。它位於 白建時道的西邊。在嘉雲臺東邊的山是畢拿山而不是渣甸山。儘管可以從大坑道 進入這些道路,春暉道, 包括 龍華花園, 栢園, 愉富大廈, 慧景園等住宅被視為大坑的上部，位於畢拿山下，而不是渣甸山。位於大坑道的地址, 從1 到 350號被視為大坑或跑馬地的半山，而不是渣甸山\n\n19世紀渣甸洋行在此處設立瞭望台指揮其商船出入維多利亞港，因此該山直接以“Jardine's Lookout”命名（即「渣甸洋行的瞭望台」之意），而中文名稱則定為「渣甸山」。山頂上設有觀景台，山腰仍有多處戰時炮台、機槍堡及營房的遺跡。渣甸山在香港保衛戰期間是主要戰場之一，加拿大軍溫尼伯榴彈兵營的約翰·羅伯特·奧士本准尉便是在這座山崗上犧牲。\n\n渣甸山一直是香港島的豪宅區之一, 擁有香港最貴的獨立屋, 按每平方尺計算，比山頂貴。渣甸山和畢拿山是遠足者欣賞維多利亞港風景最喜歡的目的地之一。到達渣甸山與畢拿山山頂有不同的路線，徒步旅行者經常通過衛奕信徑（Wilson Trail）在陽明山莊附近開始。 渣甸山地理上在大坑南面, 是在跑馬地東面, 布力徑和陽明山莊背後。畢拿山位於渣甸山東邊及大坑住宅區, 大坑徑, 春暉道上面。雖然 嘉雲臺 通常被稱為位於渣甸山，但這個 大型屋苑位於渣甸山的邊緣，在畢拿山 的邊界， 畢拿山位於嘉雲臺一座的東邊。\n\n渣甸山沒有醫院和公共設施，本地和海外遊客很少。該處在大部分街道的私人地段上只能建獨立屋。[7] [8]寶馬山幼兒園位於春輝道，渣甸山邊界。\n\n中信泰富2019年通過政府土地拍賣以32億港元購買了位於大坑道135號重建用地。該地位於大坑道，而不是渣甸山。 \n\n渣甸山有私家屋地上建造的獨立屋和屋苑式別墅, 也有高級公寓。獨立屋包括1950年代建造的，近年來已售給 富裕中國大陸商人。 這些獨立屋的價格比山頂的還要高。\n\n   - 中渝置地主席張松橋：2015年購入渣甸山包華士道1號屋地, 成交價約為7.6億港元(即每平方尺 約 HK$ 100,000 港元)。\n   - 劉鑾雄的渣甸山高士美道2號大屋。\n   - 白建時道 20號屋地, 2021年成交價約為8.5億港元, 這價格為每尺超過82,000港元。與2018年 白建時道 另一屋地之每尺約145,000港元價格低 \n\n2018年的報導 指劉鑾雄的高士美道2號估價值25億港元, 被認是香港最貴的房子，超過75深水灣道, 每尺25萬港元。"
				}
			]
		},
		{
			"name": "北香港岛",
			"alternateName": "北香港岛",
			"zoomLevel": 13.25,
			"dayNumber": "第四天",
			"pois": [
				{
					"name": "北香港岛",
					"latitude": 22.28197671254318,
					"longitude": 114.16396347562284,
					"description": "\t\tBefore the British built Hong Kong, there were only a few thousand people on the island. Henry John Temple, Viscount Palmerston, the British foreign secretary in 1841 described Hong Kong as, \"A barren island with hardly a house upon it.\"\n\t\t Hong Kong had been a relatively quiet site of fishing, salt production, piracy, and illicit trade up until then; the excellent harbor had become an anchorage for British and American opium traders in the 1830s.\n\t\t The residents living in the Central and Western and Wanchai districts of Hong Kong island have the highest median household income of any area in Hong Kong."
				},
				{
					"name": "龙虎山晨径",
					"latitude": 22.27977135454404,
					"longitude": 114.13898679796439,
					"description": "走吧！"
				},
				{
					"name": "茶具文物館",
					"latitude": 22.278550833587673,
					"longitude": 114.1625738898943,
					"description": "茶具文物館（英語：Museum of Tea Ware），位於香港香港島中西區中環紅棉路10號，即香港公園內。文物館為香港康樂及文化事務署轄下的博物館之一，以及香港藝術館的分館，館內展出各种中国茶具及茶藝相關文物。文物館前身是駐港英軍司令的官邸，因而擁有旗桿屋（英語：Flagstaff House）之稱。建筑物为香港現存歷史最悠久的西式建築，屬希臘復興式建築風格，設計簡潔，見證香港百年歷史，歷史價值尚高，已列為香港法定古蹟。\n\n文物館的原址建於英屬香港時期的1846年，作為駐港英軍司令的官邸，當時官邸稱為「司令總部大樓」，是域多利兵房的一部份，亦成為了駐港英軍司令的辦公及住所。使用大樓的首位將領是英國駐華陸軍總司令德忌笠少將。\n\n1932年，官邸改稱「三軍司令官邸」，但仍為駐港英軍司令的官方住所。1941年12月香港保衛戰期間，樓頂曾被日軍炮彈炸毀，官邸在香港日佔時期遭日軍佔用，日軍修復官邸後用作香港佔領地司令官邸。1945年8月香港重光，英軍將建築及陳設整修後恢復為三軍司令官邸。\n\n1974年11月，三軍司令官邸曾經開放予香港女童軍協會舉行賣物會籌款。駐港英軍司令於1978年遷入在山頂白加道11號的新建官邸，而港督麥理浩因為港督府須要進行修葺工程，於1978年10月遷入原三軍司令官邸暫住半年。 \n\n1970年代後期，因為中區商業用地不足，港府與軍部及英國政府商議後，駐港英軍同意於1979年3月撤出域多利軍營，並將軍營的用地連同三軍司令官邸移交給香港政府重新規劃發展。官邸因為具有建築特色及歷史意義而獲得保留，並在1984年改用作茶具文物館。1995年，文物館增建了新翼羅桂祥茶藝館，在同年12月14日落成啟用，展示香港茶具收藏家羅桂祥捐出的展品。 "
				},
				{
					"name": "怡和午炮",
					"latitude": 22.282772567684642,
					"longitude": 114.18377816173569,
					"description": "怡和午炮（英語：The Jardine Noonday Gun）位於香港灣仔區銅鑼灣避風塘的岸邊，屬於怡和洋行所有的一座炮臺，並於每天香港時間中午12時鳴放禮炮，故名為「怡和午炮」。鳴炮前須摇鈴8響，傳統源自東角年代的怡和總寫字樓及倉庫，表示上午工作時段結束。\n\n除每日鳴放的午炮外，每年元旦前夕最後一分鐘還要加放炮，名為「子夜鳴炮」迎接元旦、並播出《友誼萬歲》，以象徵一年的終結。這是香港市民與僑民每年慶祝元旦前夕的倒數地點，亦是1997之後銅鑼灣唯一倒數旺地，也是其中一個香港旅遊景點，與此同時香港的子夜禮炮是由蘇格蘭的愛丁堡城堡傳入，所以每年新年都會有風笛來演奏《友誼萬歲》來送走舊歲。現時只須捐贈港幣叄萬叄千元正予香港公益金，便可以獲安排鳴放禮炮，自1989年開始，已經籌得逾500萬港元善款。\n\n1841年，怡和洋行從香港政府購得東角岸邊土地，興建渣甸貨倉，並且設有貨運碼頭，作為起卸貨船上貨物的用途。為了應付海盜的侵擾，怡和洋行便於該處設立一座炮台。而每有大人物抵達或離開香港時，都會鳴放禮炮以示敬意。\n\n直至1850年代的某天，怡和洋行總經理羅拔·渣甸爵士剛從英國回到香港，在鯉魚門去越過懸掛高級海軍旗幟的軍艦，員工按例鳴放代表最高敬意的21響禮炮。然而，此舉引起了駐港英軍的不滿，認為怡和洋行只是商行，沒有權力鳴放禮炮。怡和洋行為了表示歉意，便負責於每天中午12時鳴放禮炮報時，以作為自我懲罰。當時的禮炮長3呎，炮聲遍及維多利亞港的兩岸。\n\n1941年12月，日本皇軍佔領香港，將大炮奪去，至今亦下落不明。1945年香港重光後，英國海軍向怡和洋行送贈一門可發射6磅重炮彈的大炮，使怡和午炮的傳統能夠得以延續。1947年8月30日，香港重光2週年，怡和午炮恢復正常運作。\n\n1959年有附近居民投訴午炮炮聲過響，怡和洋行減少火藥，並於1960年改用由英國皇家海軍提供的47毫米口徑三磅速射炮，原有的大炮被安排放置在炮位右邊的地上。"
				},
				{
					"name": "香港海事博物館",
					"latitude": 22.28705599133761,
					"longitude": 114.16226673803132,
					"description": "香港海事博物館（英語：Hong Kong Maritime Museum）位於香港香港島中西區中環8號碼頭，展示南中國沿岸的航運歷史及香港從中所扮演的角色，由香港國際航運團體經營，由全國政協副主席董建華擔任榮譽贊助人，總監為肖猷思（Joost Schokkenbroek）。香港海事博物館於2005年9月8日於赤柱赤柱廣場美利樓開放，於2013年2月26日遷移至中環8號碼頭的工程完成後，再度開放。 \n\n香港海事博物館由香港航運界熱心人士於2003年年底開始籌備興建，人士兩度邀請各界提供財政支持，獲得正面反應，合共82家公司參與了支持博物館開幕及首5年的營運開支；2005年9月8日，位於香港島赤柱美利樓地下的香港海事博物館正式開幕[1]。\n\n由於展館位置並不適中，而且缺乏政府資助，博物館每年虧損達350萬港元。雖然博物館曾經舉辦兩次籌募活動，籌得相當經費作為場館建設及添置設備，使到該館以現有規模能夠營運至2012年年底，但是長遠而言面對財政壓力及展館用地等不明朗因素，博物館決定於2009年檢討海事博物館的前景，並且不排除於2010年8月31日租約期滿後結束營辦運作。\n\n為此，博物館於2008年1月11日提交意向書予民政事務局，並且要求政府產業署將中環碼頭8號碼頭（天星小輪碼頭）一幅面積約2,400平方米（原來規劃作為食肆及茶座用途）的地方批予香港海事博物館作為新址。由於香港海事博物館位於美利樓舊址的租約至2010年8月31日屆滿，中環及灣仔填海計劃亦需要幾年時間以完成，因此博物館計劃在2010年8月前能夠遷往新址[2]。香港政府表示支持香港海事博物館繼續發展，認為該館與香港歷史博物館長期展覽的「香港故事」具有相輔相成的效果，表示將會與博物館就遷館事宜作討論[3]。\n\n2010年4月，博物館公布了新館設計概念，建議於中環8號碼頭下層甲板設立海事文化資源中心及辦公室，上層設有4座展覽廳，以介紹香港港口、中國海事文化及廣州海上貿易等；公眾觀景層則包括了禮品店、水上消閒活動展廳及香港渡輪主題展覽；屋頂觀景層則設有咖啡廳、海圖及領航展覽等。博物館又計劃於新址前的空地裝置紀念海事從業員的海上巨人號船錨作為地標。博物館其後向城市規劃委員會遞交改變土地用途申請，獲得批准，民政事務局向立法會成功申請撥款資助，博物館於2012年進行搬遷，預計於2013年1月月底開幕[4]。搬遷完成後，博物館的面積由舊有的約800平方米大幅度增加至約4,400平方米，新增的設施包括了咖啡室及專題展覽廳等，後者可以租予其他團體舉行短期展覽或者其他活動，以拓闊其收入來源。為到搬遷及擴建計畫，博物館於2009年至2011年總共籌得約9千萬港元，並且成立專項基金；香港政府亦向博物館撥款了約1億2千萬港元作為支援。\n\n2015年3月推出新專題展覽《香港製造：我城‧我故事》。"
				},
				{
					"name": "水坑口",
					"latitude": 22.28622485182308,
					"longitude":  114.1486196974964,
					"description": "水坑口（英語：Possession Point）從前是香港島西北岸的一海角，1852年進行的《文咸填海計劃》，水坑口從岸邊成為了內陸地區。在1980年代或者以前的地圖上，荷李活道公園被標示為水坑口。水坑口是根據街旁的大水坑而命名的。在香港開埠早期，此處為香港居民的重要水源。\n\n1841年1月25日，英國人義律與清朝欽差大臣琦善私擬訂定《穿鼻草約》，儘管草約並沒有被雙方正式簽署，皇家英國海軍軍官卑路乍仍率領軍艦搶灘登陸香港，英軍測量人員此前早已測定香港島西面有一片突出的高地，既平坦又臨海，可以用作軍旅紮營，於是命令工兵開闢從海旁到此處高地的道路，即今日的水坑口街。這片高地就是今日位於水坑口街西荷李活道公園一帶的大笪地。\n\n1月26日，英國遠東艦隊支隊司令伯麥（J. J. G. Bremer）乘高爾合號（HMS Calliope）來到香港，舉行升英國國旗儀式，宣示主權，並且在海面鳴炮，表示正式佔領香港。他們在水坑口登陸，將該處命名為「屬領角」（Possession Point）。 "
				}
			]
		},
		{
			"name": "九龍",
			"zoomLevel": 14.0,
			"alternateName": "九龍",
			"dayNumber": "第五天",
			"pois": [
				{
					"name": "九龍",
					"latitude": 22.301526166775105,
					"longitude": 114.17526532158244,
					"description": "九龍（英語：Kowloon），與香港島及新界同為香港三大地域之一。九龍位於香港境內的地理中心，三面環海，與南面的香港島隔維多利亞港相望。香港十八區中的五區屬於九龍，分別是深水埗區、油尖旺區、九龍城區、黃大仙區、觀塘區。「九龍半島」在中國古籍包括九龍連同新界的地方[2]，但今日一般指九龍在界限街以南的半島部分。\n\n九龍原來只限於界限街以南，但在1937年九龍群山以南成為「新九龍」，通稱九龍。歷年來的填海工程，使九龍的面積不斷擴展，但仍是香港城市規劃之三大主要部份中最小的，截至2010年，九龍的面積約47平方公里，2011年人口普查結果顯示，全港約有30%人口居於九龍。一平方公里有約44860人。 \n\n南宋以前，史書關於九龍的記載甚少，不過，從深水埗區李鄭屋漢墓和旺角通菜街出土的晉代陶器，證明最晚在漢代時期九龍已有人居住，並且受到中原文化的影響。秦朝平定百越之時，今天的九龍被納入爲番禺縣管轄。由晉朝至明朝期間，今天的九龍之地曾屬寶安縣、東官郡、廣州府等行政區管轄。至明朝，寶安縣改名爲新安縣，並屬之管轄，直至清朝與英國簽訂《北京條約》，九龍（不包括新九龍）才屬於英屬香港。另相傳中國宋朝末年，1276年6月14日即位的皇帝宋端宗趙昰被元朝軍隊相逼南逃避難，流亡逃至官富場，即今日的九龍城一帶，後人在海岸旁的一塊大石刻上「宋王臺」三個字以作紀念，即現存宋王臺花園。\n\n第二次鴉片戰爭之役，清朝再敗給英法聯軍，於1860年簽下《北京條約》，把九龍半島南部連同鄰近的昂船洲一同割讓給英國。當時在九龍半島上的新邊界只用矮矮的鐵絲網分割，位置就在今天的界限街，這便是界限街的英文名稱「Boundary Street」的由來。1898年，英國通過與清廷簽訂《中英展拓香港界址專條》及其他一系列租借條約，租借九龍半島北部、新界和鄰近的兩百多個離島，但九龍寨城除外，租期99年。自英國於1860年取得九龍半島後到1898租借九龍半島北部和新界，這30多年沒有重點開發九龍，因為九龍半島的控制權在軍部，軍部主要保留九龍半島作為軍事用途保護港島。軍部與英商一直爭議九龍半島的用途，直到1898年《展拓香港界址專條》簽訂後，九龍半島的用途才改為商業與旅遊，而開始大力發展。\n\n1904年，彌敦爵士出任香港總督，他大力拓展九龍半島，如擴闊主要大道，包括後來因他而更名的彌敦道，當時九龍半島的人流仍然稀少，被不少人指為蠢事，但時間證明了並非如是，現時彌敦道一帶是九龍區最人煙稠密的地區。1905年9月，香港立法局通過興建九廣鐵路的計劃，到1910年正式通車。\n\n1937年，政府開始將界限街以北及九龍群山以南的新界劃作新九龍。1984年，中英談判使香港這個歷史遺留問題得以解決，「新九龍」這種劃分已經不再有意義[來源請求]，所以現時兩地都一併稱為「九龍」。但位於新九龍的物業跟新界物業一樣，須向香港政府繳交地租，而界限街以南的九龍的物業則只需繳交極低的象徵式地稅。但根據香港法例第1章釋義及通則條例附表5，新界的定義仍包括新九龍，地域區分有別於實際應用。 \n\n根據1841年5月《轅門報》（即後來的《香港政府憲報》）所載，香港島上居民可分為三大類，即漁民、農民和打石工人。與港島一水之隔的九龍半島，此三大分類自然亦無分別，一體並存。兩者稍有不同的，是港島的城市化步伐較快，起步較早，而九龍的則起步較晚，要到1920年代之後才稍具規模。\n\n相傳九龍地名由來最常見的解釋是九龍北部的八條山脈亦即為龍脈（鴉巢山、筆架山、獅子山、雞胸山、慈雲山、大老山、東山、飛鵝山），加上皇帝自己（宋帝昺），便是九條龍脈；另一說法是九只是代表多的意思。"
				},
				{
					"name": "天龙阁",
					"latitude": 22.304219387714447,
					"longitude": 114.16097422254977,
					"description": "吃吧！"
				},
				{
					"name": "張保仔",
					"latitude": 22.293198816268212,
					"longitude": 114.17086994114634,
					"description": "加油！"
				},
				{
					"name": "星光大道",
					"latitude": 22.29325912046801,
					"longitude": 114.17473456896514,
					"description": "星光大道（Avenue of Stars）位於九龍尖沙咀東部的尖沙咀海濱花園，於2003年5月23日由新世界發展有限公司宣佈贊助四千萬港元，由旅遊事務署、香港旅遊發展局、康樂及文化事務署及香港電影金像獎協會支持及全面性建設。星光大道於2004年4月27日舉行開幕典禮，於翌日開幕予公眾，由香港政府部門管理。2015年10月8日起，星光大道需封閉至2018年年底以進行擴建工程，由美國園景建築事務所James Corner Field Operations（「JCFO」）、英國燈光設計事務所 Speirs & Major（S+M）和本地設計團隊LAAB共同參與重新設計。後來因為工程問題，全新的星光大道由本來的2018年年底延長至在2019年1月31日正式向公眾開放。 星光大道是為了表揚香港電影業界的傑出人士的特色景點，仿傚美國好莱zh-hans:好莱坞大道建造，傑出電影工作者的芳名與掌印均鑲嵌在經過特別製作的紀念牌匾上，依據年代及次排列在星光大道上。目前，星光大道可以容納1000塊紀念牌匾。 \n\n星光大道路段經歷三個重大階段，由第一階段九廣鐵路的其中一段路軌於1982年改成海濱長廊，成為第二階段轉變。當時，星光大道路段僅在聖誕節才熱鬧起來，遊人幾乎都是為求觀賞燈飾的本地人。2003年，該路段被物色及發展為星光大道，由新世界發展有限公司於同年5月23日宣佈贊助4千萬港元興建；此為第三階段。2004年4月27日，有關單位舉行星光大道開幕典禮，由時任財政司司長唐英年、經濟發展及勞工局局長葉澍堃、民政事務局局長何志平、香港旅遊發展局主席周梁淑怡、新世界集團主席鄭裕彤及香港電影金像獎協會主席文雋擔任主禮嘉賓，並且主持亮燈儀式。翌日，星光大道開放予公眾參觀。\n\n2013年，康樂及文化事務署落實執行梳士巴利花園、香港文化中心、香港太空館及香港藝術館的改善及重建計劃，加上新世界發展有限公司正在重新發展新世界中心，藉乘契機，新世界發展有限公司於同年3月向香港政府提出改善香港星光大道的建議。建議計劃重新塑造尖沙咀海濱花園，配合海港主題，將星光大道呈波浪狀向維多利亞港海面伸展，擴闊現有的星光大道，騰出的空間將會興建梯級狀的臨海座椅、供予公眾休憩的特色蔭棚、音樂噴泉（配合幻彩詠香江）及表演浮台等，以舉辦露天大型表演活動，以增加星光大道的吸引力。於海濱長廊上，亦會建設水上的士碼頭，以配合計劃於日後推出的維港一日遊。\n\n2015年10月8日起，星光大道需暫停開放3年以進行維修及改善工程，而施工期間放置在星光大道上的銅像及部份明星手印會遷至尖沙咀東海濱平台花園的星光花園。\n\n2019年1月31日，新星光大道正式向公眾重新開放，但開放初期不接受表演申請。 \n\n首批73名獲表揚的電影工作者，由香港電影金像獎協會及其9個屬會，聯同《電影雙周刊》以投票方式選出，並且得到星光大道管理委員會的認可。該會將每年選出新增獲嘉許名單，有關提名及投票有3項準則：\n\n    1. 在香港電影業具頂尖地位；\n    2. 曾為香港電影業作出重大貢獻；\n    3. 業內備受推崇及資深的人士。\n\n星光大道於最初設立時，掌印版直接刻入地面。星光大道翻新時，手印被移到鄰近的星光花園擺放。到2019年翻新後，掌印由地面移至海旁欄杆，同時加入數碼元素，遊人用手機掃瞄QR code，便可觀看與該明星有關的電影短片。\n\n未有留有手印的藝人，介紹版面會以星星拼砌成其樣貌，以取代手印。 "
				},
				{
					"name": "幻彩詠香江",
					"latitude": 22.29325912046801,
					"longitude": 114.17473456896514,
					"description": "幻彩詠香江（英語：A Symphony of Lights）是香港結合探射燈、激光、LED燈等燈光效果的音樂匯演，由維多利亞港兩岸合共44座摩天大樓及地標合作舉行，是香港旅遊事務署於2004年1月1日起宣傳香港的旅遊項目，歷來耗資4,400萬港元，吸引了逾400萬名旅客及市民欣賞。2005年11月21日，幻彩詠香江正式獲列入《吉尼斯世界纪录大全》，成為全球最大型燈光音樂匯演。\n\n除了因天氣惡劣而需要暫停外，幻彩詠香江活動每日於香港時間晚上8時正舉行，約歷時10分鐘，匯演內容包括音樂、燈光和激光等。星光大道和金紫荊廣場都設有揚聲器以播放背景音樂。2017年12月起，不再有介紹各參加匯演建築物名稱的旁述。\n\n市民亦可透過「幻彩詠香江」Android 或 iOS 的流動應用程式收聽匯演的音樂。\n\n最佳觀賞地點是九龍尖沙咀的九龍公眾碼頭、香港星光大道（觀賞香港島部分）、香港島灣仔金紫荊廣場旁的灣仔臨時海濱花園（觀賞九龍部分），或者在天星小輪之上觀賞。\n\n在指定特別日子，例如跨年，農曆新年、香港特區成立紀念日、中華人民共和國國慶日等，幻彩詠香江會特別加插大廈樓頂／海上煙火效果。 "
				}
			]
		},
		{
			"name": "大嶼山",
			"zoomLevel": 11.25,
			"alternateName": "大嶼山",
			"dayNumber": "第六天",
			"pois": [
				{
					"name": "大嶼山",
					"latitude": 22.267745390934195,
					"longitude": 113.94968958490463,
					"description": "大嶼山（英語：Lantau Island，亦作Lantao Island，為爛頭島的音譯），位於香港西南面，為香港最大島嶼，面積達147.51平方公里[2][3]；比香港第二大的島嶼香港島的面積大上近一倍。在香港行政區劃上，大嶼山大部分土地屬於離島區，而大嶼山海域亦成為通往澳門、珠海和中山之主要航道（而位於大嶼山西北面內地水域、近港珠澳大橋藍海豚島的大嶼山1號及2號錨地，更是深圳港最南點），惟大嶼山東北部青洲仔半島一帶，包括欣澳、竹篙灣及汲水門等，則屬於荃灣區。\n\n大嶼山過去由於交通不便、遠離香港市區（當時對外交通完全依靠渡輪和街渡），不少土地均未開發，人煙稀少。隨着香港國際機場搬遷至此、青馬大橋（連同港鐵東涌綫及機場快綫）及汲水門大橋等相繼落成，將大嶼山與香港市區連接。北大嶼山新市鎮的開發、香港迪士尼樂園的啟用及港珠澳大橋通車，促進大嶼山的都市化發展。 "
				},
				{
					"name": "昂坪360",
					"latitude": 22.290254033395453,
					"longitude": 113.93866971366285,
					"description": "昂坪360（英語：Ngong Ping 360），是香港一個連接大嶼山東涌及昂坪的架空索道系統，包括昂坪纜車（Ngong Ping Cable Car，前稱 Ngong Ping Skyrail）及其相關的旅遊設施昂坪市集等，其中昂坪纜車是亞洲最長的雙纜索纜車系統，由附屬於港鐵公司的昂坪360有限公司管理。\n\n纜車服務於2017年1月9日起至6月4日暫停約5個月，以進行纜索更換工程，期間昂坪市集照常開放。纜車服務已於6月5日重開，昂坪棧道亦在修葺後獲評估確定安全並在同月30日開放。 "
				},
				{
					"name": "天坛大佛",
					"latitude": 22.25428412532729,
					"longitude": 113.90503255392036,
					"description": "天壇大佛（英語：The Big Buddha）是一座位於香港大嶼山寶蓮寺前木魚峰上的釋迦牟尼佛像，座落於海拔520米的昂坪，是全球第一高的戶外青銅座佛，也是香港著名的旅遊景點之一。佛像坐在268級石階上，由207塊銅片組成（佛身165塊、蓮花36塊、雲頭6塊），高26.4米，連蓮花座及基座總高約34米，重250公噸，坐於3層祭壇上。天壇大佛由寶蓮禪寺自1981年開始籌建，1993年12月29日開光，歷時12年，耗資超過6000萬港元。\n\n1974年，寶蓮禪寺獲得政府以象徵式地價批出地廣6,567平方米的木魚峰以建造大佛。寺方於1981年12月26日正式成立「寶蓮寺籌建天壇大佛委員會」，專責研究籌建工作，包括審定佛像藝術造型、建築材料及施工細則等。\n\n1982年4月，由廣州美術學院的侯瑾輝負責製作大佛最初的石膏模型。其間不斷與負責大佛形象的藝術家斟酌商討，八易其稿，至1984年2月始完成一比五的石膏模型，并於1986年9月26日由水路從廣州運抵南京。大佛的實際鑄造、加工和安裝，主要由中國航天南京晨光機器廠（现中国航天科工南京晨光集团）負責。在南京完成铸造后，於1989年4月以海路付運香港，1989年10月13日，大佛最後一塊銅壁安裝完成。1993年12月29日，「天壇大佛」正式開光。\n\n天壇大佛在2020年6月2日開始大規模維修保養工程。工程分兩階段，第一階段是保養佛身，佛身外圍搭建了金屬棚架，以重塑保護漆。夜間會有白色燈光效果將大佛外形呈現。2021年1月23日，隨着維修棚架搭建工作完成，基座一樓功德堂重新開放予善信參觀。2021年8月中，佛身翻新工作完成，圍繞大佛金屬工作台拆至蓮座高度，大佛臉容重讓公眾觀瞻。第二階段工程亦緊接展開，主要涉及蓮座、大佛平台及長樓梯。維修期間相關場地局部關閉，展覽廳維持開放。 "
				},
				{
					"name": "昂坪",
					"latitude": 22.256329761015667,
					"longitude": 113.90189361886834,
					"description": "昂坪（英語：Ngong Ping）位於香港新界大嶼山西南部，鳳凰山山腰之上的一個高地，因為是香港觀光景點之一的天壇大佛及寶蓮寺的所在地而廣為人知。 "
				},
				{
					"name": "大澳",
					"latitude": 22.2544,
					"longitude": 113.8642,
					"description": "大澳（英語：Tai O）位於香港新界大嶼山西部，是香港現存最著名的一條漁村，村落部分位處大澳島上。\n\n大澳一條水道向西、北岔開，大澳島正位處分岔口之上。大澳地形獨特，大部分位處河岸，靠兩道步行橋將兩岸連接。大澳面向南中國海的西和北面是港珠澳大橋的跨境高速公路及海底隧道，而大澳東北面不遠處是香港國際機場。 \n\n現在大澳附近的考古學遺址——鹽田遺址，可上溯至石器時代，但固定而可稽考的人類部落則只有三個世紀的歷史。一些不可能證實的傳聞如下：一、大澳是許多走私和海盜行動的基地；二、涌口能夠防禦暴風雨；三、這裏有一處隱藏的地方。在附近，分流有一道要塞早建於1729年，用以保衛珠江上的航運。現時，走私鎗械、煙葉或毒品，以至偷運人蛇進出中國大陸這些非法行動。\n\n宋朝時期，大澳鹽業開始發展。\n\n16世紀佛朗機人（即葡萄牙人）抵達中國南部沿海，建立葡佔屯門，葡萄牙王國曾佔領大澳一帶興建補給據點，後在屯門一帶被明朝軍隊擊退，史稱屯門海戰。當時的據點被居民稱為番鬼塘（番鬼為粵語，指西洋人），一直留存至今。\n\n清朝初期，為了截斷鄭成功的補給而實施遷界。復界後30年即1699年才興建了楊侯廟。1713年修建了天后廟，1741年修建關帝廟。\n\n英國人來港時，大澳稱作蜑家村。國共內戰及戰後，大澳成為從中國大陸逃難的非法移民的首要落腳點。\n大澳船隻碇泊保護區工程已於2005年完成\n\n近年大澳的漁業日漸式微，村民單靠捕魚難以維持生計，於是轉而從事海產加工，大澳亦以此聞名。區內只剩下一所公立學校辦學，大多數青年成年後都會離開大澳工作或求學。\n\n大澳棚屋連綿，但歷來遭政府取締。1980年拆了首批一涌棚屋，1993年再宣佈將清拆全部棚屋。回歸後，董建華政府提出拆棚屋建大馬式渡假村，遭居民和輿論反對，至2002年才決定保留棚屋、鹽田。\n\n2000年7月2日，大澳棚屋遭四級火災，沙仔面90多間棚屋幾乎化灰，對漁區而言，是一場大災難。有關方面致力恢復大澳的舊觀。現存的大多是臨時營房和破爛的棚屋。\n\n由於大澳交通過度擁擠，緊急車輛無法到達部分區域，為了改善交通，香港政府於2007年提出了大澳改善工程，包括在遠離大澳市中心的寶珠潭和鹽田建造水都雙橋，讓行人和緊急車輛通過[4]。\n\n2008年6月7日，香港天文台發出黑色暴雨警告，廣泛地區爆發雨災，其中大澳地區災情最嚴重，其中陸路交通與供水和電訊系統全面中斷。8月22日，颱風鸚鵡襲港，天文台懸掛九號烈風或暴風增強信號，其間一間教會辦公室被水淹浸。9月23日至24日，颱風黑格比襲港，香港天文台發出八號烈風或暴風信號，受到大潮及颱風的影響，大澳發生了一米多的風暴潮，出現嚴重水浸，供電在不足半年內再次因為天災而中斷。2018年山竹襲港，大澳變成了「水村」。 \n\n大澳位於珠江河口，海灣水道是自然的避風港，成為漁民的基地。根據關帝廟內一塊1903年碑記，當時有罟船、網艇及釣艇三類漁船，漁獲經過漁商的鮮艇來銷售外地。附近海域盛產黃花魚、鰽白、鮫魚和倉魚。漁民以大尾艇來作業，並以捕捉黃花和鰽白為主。1950年代初期，由於漁獲豐富，所以大尾艇多達300艘。後來香港政府推動漁業機動化，機動化漁船由1940年代的116艘，上升至1960年代的1,747艘。可是由於大澳漁獲以黃花魚為主，而香港海域的黃花魚產量從1954年開始下滑，到了1958年不及1954年的一半。因此大澳整體漁業受到打擊，在1950年代末開始式微。1960年代黃花漁季開始消失，大澳漁業持續衰退。1970年代珠江附近漁場的資源枯竭，漁民被逼前往深海捕魚。雖然營業額提高了，但漁船數目繼續下降。1980年代，漁船數目只佔全港的百分之三。\n\n儘管在2000年7月2日經歷大火，大澳至今仍是港人和遊客的旅遊熱點。水道上的棚屋，依然滲透著濃厚的漁村氣息。由當地女性管理來往涌口兩岸的橫水渡，過往頗受遊客歡迎，現已被1996年9月29日落成的鋼製步行橋──大澳涌行人橋取代。因為橫水渡是依靠人力拉動繩纜的舢舨，所以亦稱為「繩橋」。\n\n遊客來到大澳，鹹魚、茶果、蝦醬和魚肚是他們首選的手信，在店面和中心大街兩旁均有售賣。除在大澳街市街選購外，亦可前往石仔埗街的店舖購買。旅客只需數十元，便可租借由村民駕駛的小船，引領遊客縱橫水道，並往海中短途游覽。為了觀賞中華白海豚，許多遊客都會選擇前往大澳體驗水鄉之旅。值得一提的是，船行在海面，由於鄰近珠江，遊客的手機可收發中國大陸的訊號。\n\n遊客還可欣賞當地的自然風貌，由於大澳位於鹹淡水交界位置，附近有大量的紅樹林生長。同時，還吸引不少招潮蟹及彈塗魚在附近生活。\n\n當地有一所大澳楊侯古廟，於清朝康熙年間興建，紀念南宋名臣楊亮節。楊侯古廟是大澳區內主廟，每年端午節的遊涌活動，皆先前往楊侯古廟迎神。\n\n大澳文化博物館成立於2000年，是一個非政府資助的非牟利民間團體－大澳文化工作室所建立的香港首間民間博物館。他們還建議興建「鹽業文化資料館及旅遊資源中心」。\n\n2008年9月25日，大澳文化博物館受颱風黑格比一夜吹襲，幾乎把內裏所有文化財產全部摧毁浸濕。工作室負責人表示因資金問題，未必會再花錢維修繼續經營。\n\n2011年大澳端午節龍舟遊涌的傳統儀式列入國家級非物質文化遺產名錄。有居民相信遊涌儀式成為全港非物質文化遺產後，可以促進大澳旅遊業。"
				}
			]
		}
	]
}
